Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: Too large to play here
ar: كبير جدًا للتشغيل هنا
cs: Příliš velké pro přehrávání zde
de: Zu groß zum Abspielen hier
es: Demasiado grande para reproducir aquí
fr: Trop volumineux pour être lu ici
hi: यहां चलाने के लिए बहुत बड़ा
id: Terlalu besar untuk diputar di sini
it: Troppo grande per la riproduzione qui
ja: ここで再生するには大きすぎます
ko: 여기서 재생하기에 너무 큽니다
nl: Te groot om hier af te spelen
pl: Zbyt duży, aby odtworzyć tutaj
pt_br: Grande demais para reproduzir aqui
ru: Слишком большой для воспроизведения здесь
th: ใหญ่เกินไปที่จะเล่นที่นี่
tr: Burada oynatmak için çok büyük
uk: Занадто великий для відтворення тут
vi: Quá lớn để phát ở đây
zh_hans: 文件过大，无法在此播放

source: Updating map…
ar: جارٍ تحديث الخريطة…
cs: Aktualizování mapy…
de: Karte wird aktualisiert…
es: Actualizando mapa…
fr: Mise à jour de la carte…
hi: मानचित्र अपडेट हो रहा है…
id: Memperbarui peta…
it: Aggiornamento mappa…
ja: マップを更新中…
ko: 지도 업데이트 중…
nl: Kaart bijwerken…
pl: Aktualizowanie mapy…
pt_br: Atualizando mapa…
ru: Обновление карты…
th: กำลังอัปเดตแผนที่…
tr: Harita güncelleniyor…
uk: Оновлення карти…
vi: Đang cập nhật bản đồ…
zh_hans: 正在更新地图…

source: Use the size slider in the bottom toolbar to adjust how large card thumbnails appear in Grid and List modes (range: 120 – 400 pt, default: 220 pt). Your last-used size is remembered across launches.
ar: استخدم شريط الحجم في شريط الأدوات السفلي لضبط حجم الصور المصغرة للبطاقات في وضعَي الشبكة والقائمة (النطاق: 120 – 400 نقطة، الافتراضي: 220 نقطة). يُحفظ آخر حجم استخدمته عبر عمليات التشغيل.
cs: Pomocí posuvníku velikosti v dolním panelu nástrojů upravte, jak velké miniatury karet se zobrazují v režimech Mřížka a Seznam (rozsah: 120 – 400 pt, výchozí: 220 pt). Naposledy použitá velikost se pamatuje napříč spuštěními.
de: Verwenden Sie den Größeregler in der unteren Symbolleiste, um die Größe der Kartenvorschaubilder im Raster- und Listenmodus anzupassen (Bereich: 120 – 400 pt, Standard: 220 pt). Die zuletzt verwendete Größe wird beim nächsten Start gespeichert.
es: Usa el control deslizante de tamaño en la barra de herramientas inferior para ajustar el tamaño de las miniaturas en los modos Cuadrícula y Lista (rango: 120 – 400 pt, predeterminado: 220 pt). El último tamaño usado se recuerda entre sesiones.
fr: Utilisez le curseur de taille dans la barre d'outils inférieure pour ajuster la taille des vignettes en modes Grille et Liste (plage : 120 – 400 pt, défaut : 220 pt). Votre dernière taille utilisée est mémorisée entre les lancements.
hi: ग्रिड और सूची मोड में कार्ड थंबनेल कितने बड़े दिखें यह समायोजित करने के लिए नीचे के टूलबार में आकार स्लाइडर का उपयोग करें (सीमा: 120 – 400 pt, डिफ़ॉल्ट: 220 pt)। आपका अंतिम उपयोग किया गया आकार लॉन्च के बाद भी याद रहता है।
id: Gunakan slider ukuran di bilah alat bawah untuk menyesuaikan seberapa besar thumbnail kartu tampil dalam mode Kisi dan Daftar (rentang: 120 – 400 pt, default: 220 pt). Ukuran terakhir yang digunakan diingat di setiap peluncuran.
it: Usa il cursore delle dimensioni nella barra degli strumenti inferiore per regolare la grandezza delle miniature delle schede nelle modalità Griglia ed Elenco (intervallo: 120 – 400 pt, predefinito: 220 pt). L'ultima dimensione usata viene ricordata tra i lanci.
ja: 下部ツールバーのサイズスライダーを使って、グリッドモードとリストモードでのカードサムネイルのサイズを調整します（範囲：120〜400 pt、デフォルト：220 pt）。最後に使用したサイズは次回起動時も記憶されます。
ko: 하단 툴바의 크기 슬라이더를 사용하여 그리드 및 목록 모드에서 카드 썸네일 크기를 조정하세요(범위: 120 – 400 pt, 기본값: 220 pt). 마지막으로 사용한 크기는 앱을 재시작해도 기억됩니다.
nl: Gebruik de grootteschuifregelaar in de onderste werkbalk om de grootte van kaartminiaturen in raster- en lijstmodus aan te passen (bereik: 120 – 400 pt, standaard: 220 pt). Uw laatst gebruikte grootte wordt onthouden na het opnieuw opstarten.
pl: Użyj suwaka rozmiaru na dolnym pasku narzędzi, aby dostosować wielkość miniatur kart w trybach Siatka i Lista (zakres: 120–400 pt, domyślnie: 220 pt). Ostatnio używany rozmiar jest zapamiętywany między uruchomieniami.
pt_br: Use o controle deslizante de tamanho na barra de ferramentas inferior para ajustar o tamanho das miniaturas nos modos Grade e Lista (intervalo: 120 – 400 pt, padrão: 220 pt). O último tamanho usado é lembrado entre as inicializações.
ru: Используйте ползунок размера на нижней панели инструментов для настройки размера миниатюр карточек в режимах Сетка и Список (диапазон: 120–400 пт, по умолчанию: 220 пт). Последний использованный размер сохраняется между запусками.
th: ใช้แถบเลื่อนขนาดในแถบเครื่องมือด้านล่างเพื่อปรับขนาดภาพขนาดย่อของการ์ดในโหมดตารางและรายการ (ช่วง: 120 – 400 pt ค่าเริ่มต้น: 220 pt) ขนาดที่ใช้ล่าสุดจะถูกจดจำระหว่างการเปิดใช้งาน
tr: Kart küçük resimlerinin Izgara ve Liste modlarında ne kadar büyük görüneceğini ayarlamak için alt araç çubuğundaki boyut kaydırıcısını kullanın (aralık: 120 – 400 pt, varsayılan: 220 pt). Son kullandığınız boyut uygulama başlatmaları arasında hatırlanır.
uk: Використовуйте повзунок розміру на нижній панелі інструментів для налаштування розміру мініатюр карток у режимах сітки та списку (діапазон: 120 – 400 пт, за замовчуванням: 220 пт). Останній використаний розмір зберігається між запусками.
vi: Dùng thanh trượt kích thước trong thanh công cụ dưới cùng để điều chỉnh kích thước hình thu nhỏ thẻ trong chế độ Lưới và Danh sách (phạm vi: 120 – 400 pt, mặc định: 220 pt). Kích thước bạn dùng lần cuối được ghi nhớ qua các lần khởi động.
zh_hans: 使用底部工具栏中的尺寸滑块调整网格和列表模式下卡片缩略图的大小（范围：120 – 400 pt，默认：220 pt）。上次使用的尺寸将在启动间保留。

source: Used for paths where macOS's filesystem events don't fire — typically network mounts (SMB, NFS, SAN). 0 disables the fallback entirely. 30 s is a reasonable default; raise it for very large remote trees.
ar: يُستخدم للمسارات التي لا تُطلق فيها أحداث نظام الملفات في macOS — عادةً وحدات التخزين الشبكية (SMB, NFS, SAN). القيمة 0 تُعطّل الاحتياط كليًا. 30 ثانية افتراضي معقول؛ ارفعه للأشجار البعيدة الكبيرة جدًا.
cs: Používá se pro cesty, kde se nespustí události souborového systému macOS — typicky síťová připojení (SMB, NFS, SAN). 0 zcela zakáže zálohu. 30 s je rozumná výchozí hodnota; zvyšte ji pro velmi velké vzdálené stromy.
de: Wird für Pfade verwendet, bei denen macOS-Dateisystemereignisse nicht ausgelöst werden – typischerweise Netzwerklaufwerke (SMB, NFS, SAN). 0 deaktiviert den Fallback vollständig. 30 s ist ein vernünftiger Standard; für sehr große Remote-Verzeichnisbäume erhöhen.
es: Se usa para rutas donde los eventos del sistema de archivos de macOS no se activan, típicamente montajes de red (SMB, NFS, SAN). 0 desactiva el mecanismo de reserva por completo. 30 s es un valor predeterminado razonable; auméntalo para árboles remotos muy grandes.
fr: Utilisé pour les chemins où les événements du système de fichiers de macOS ne se déclenchent pas — généralement les montages réseau (SMB, NFS, SAN). 0 désactive entièrement le mécanisme de secours. 30 s est une valeur par défaut raisonnable ; augmentez-la pour les arborescences distantes très volumineuses.
hi: उन पथों के लिए उपयोग किया जाता है जहां macOS के फाइलसिस्टम इवेंट नहीं चलते — आमतौर पर नेटवर्क माउंट (SMB, NFS, SAN)। 0 फ़ॉलबैक को पूरी तरह अक्षम करता है। 30 s एक उचित डिफ़ॉल्ट है; बहुत बड़े रिमोट ट्री के लिए इसे बढ़ाएं।
id: Digunakan untuk jalur di mana peristiwa filesystem macOS tidak aktif — biasanya mount jaringan (SMB, NFS, SAN). 0 menonaktifkan fallback sepenuhnya. 30 s adalah default yang wajar; naikkan untuk pohon jarak jauh yang sangat besar.
it: Usato per i percorsi in cui gli eventi del filesystem di macOS non si attivano — tipicamente mount di rete (SMB, NFS, SAN). 0 disabilita completamente il fallback. 30 s è un valore predefinito ragionevole; aumentalo per alberi remoti molto grandi.
ja: macOS のファイルシステムイベントが発生しないパス（通常はネットワークマウント：SMB、NFS、SAN）に使用します。0 を設定するとフォールバックが完全に無効になります。30 秒が適切なデフォルト値です。非常に大きなリモートツリーには値を大きくしてください。
ko: macOS의 파일시스템 이벤트가 발생하지 않는 경로에 사용됩니다 — 일반적으로 네트워크 마운트(SMB, NFS, SAN). 0으로 설정하면 폴백이 완전히 비활성화됩니다. 30초가 합리적인 기본값이며, 매우 큰 원격 디렉토리 구조에는 값을 높이세요.
nl: Gebruikt voor paden waar macOS-bestandssysteemgebeurtenissen niet worden geactiveerd — meestal netwerkkoppelingen (SMB, NFS, SAN). 0 schakelt de terugvaloptie volledig uit. 30 s is een redelijke standaard; verhoog dit voor zeer grote externe boomstructuren.
pl: Używane dla ścieżek, gdzie zdarzenia systemu plików macOS nie są wyzwalane — zazwyczaj sieciowe punkty montowania (SMB, NFS, SAN). 0 całkowicie wyłącza mechanizm awaryjny. 30 s to rozsądna wartość domyślna; zwiększ ją dla bardzo dużych zdalnych drzew katalogów.
pt_br: Usado para caminhos onde os eventos de sistema de arquivos do macOS não disparam — normalmente montagens de rede (SMB, NFS, SAN). 0 desativa completamente o fallback. 30 s é um padrão razoável; aumente para árvores remotas muito grandes.
ru: Используется для путей, где события файловой системы macOS не срабатывают — обычно это сетевые монтирования (SMB, NFS, SAN). 0 полностью отключает резервный режим. 30 с — разумное значение по умолчанию; увеличьте его для очень больших удалённых деревьев.
th: ใช้สำหรับเส้นทางที่เหตุการณ์ระบบไฟล์ของ macOS ไม่ทำงาน — โดยทั่วไปคือการเมาท์เครือข่าย (SMB, NFS, SAN) 0 จะปิดใช้งาน fallback ทั้งหมด 30 วินาทีเป็นค่าเริ่มต้นที่เหมาะสม เพิ่มค่าสำหรับทรีระยะไกลขนาดใหญ่มาก
tr: macOS dosya sistemi olaylarının tetiklenmediği yollar için kullanılır — genellikle ağ bağlamaları (SMB, NFS, SAN). 0, geri dönüşü tamamen devre dışı bırakır. 30 s makul bir varsayılandır; çok büyük uzak ağaçlar için artırın.
uk: Використовується для шляхів, де події файлової системи macOS не спрацьовують — зазвичай мережеві диски (SMB, NFS, SAN). 0 повністю вимикає резервний варіант. 30 с є розумним значенням за замовчуванням; збільшуйте для дуже великих віддалених дерев.
vi: Dùng cho các đường dẫn mà sự kiện hệ thống tệp của macOS không kích hoạt — thường là các ổ đĩa mạng (SMB, NFS, SAN). 0 tắt hoàn toàn tính năng dự phòng. 30 giây là mặc định hợp lý; tăng lên cho các cây thư mục từ xa rất lớn.
zh_hans: 用于 macOS 文件系统事件不触发的路径 — 通常为网络挂载（SMB、NFS、SAN）。0 表示完全禁用回退轮询。30 秒是合理的默认值；对于非常大的远程目录树，可适当提高。

source: Uses ffmpeg to rewrite the location atom without re-encoding. Original file is replaced atomically.
ar: يستخدم ffmpeg لإعادة كتابة ذرة الموقع دون إعادة ترميز. يُستبدل الملف الأصلي بصورة ذرية.
cs: Používá ffmpeg pro přepsání atomu umístění bez překódování. Původní soubor je atomicky nahrazen.
de: Verwendet ffmpeg, um das Positionsatom ohne Neukodierung zu überschreiben. Die Originaldatei wird atomar ersetzt.
es: Usa ffmpeg para reescribir el átomo de ubicación sin recodificar. El archivo original se reemplaza de forma atómica.
fr: Utilise ffmpeg pour réécrire l'atome de localisation sans ré-encodage. Le fichier original est remplacé de manière atomique.
hi: पुनः एन्कोड किए बिना location atom को फिर से लिखने के लिए ffmpeg का उपयोग करता है। मूल फ़ाइल को atomically प्रतिस्थापित किया जाता है।
id: Menggunakan ffmpeg untuk menulis ulang atom lokasi tanpa re-encoding. File asli diganti secara atomis.
it: Usa ffmpeg per riscrivere l'atom di posizione senza ri-codificare. Il file originale viene sostituito in modo atomico.
ja: ffmpeg を使用して再エンコードなしにロケーションアトムを書き換えます。元のファイルはアトミックに置き換えられます。
ko: ffmpeg를 사용하여 재인코딩 없이 위치 atom을 다시 씁니다. 원본 파일은 원자적으로 교체됩니다.
nl: Gebruikt ffmpeg om het locatie-atom te herschrijven zonder opnieuw te coderen. Het originele bestand wordt atomisch vervangen.
pl: Używa ffmpeg do przepisania atomu lokalizacji bez ponownego kodowania. Oryginalny plik jest zastępowany atomowo.
pt_br: Usa ffmpeg para reescrever o átomo de localização sem recodificar. O arquivo original é substituído atomicamente.
ru: Использует ffmpeg для перезаписи атома местоположения без перекодирования. Исходный файл заменяется атомарно.
th: ใช้ ffmpeg เขียน location atom ใหม่โดยไม่ต้องเข้ารหัสใหม่ ไฟล์ต้นฉบับจะถูกแทนที่แบบ atomic
tr: Konum atomunu yeniden kodlamadan yeniden yazmak için ffmpeg kullanır. Orijinal dosya atomik olarak değiştirilir.
uk: Використовує ffmpeg для перезапису атому місцезнаходження без перекодування. Оригінальний файл замінюється атомарно.
vi: Dùng ffmpeg để ghi lại atom vị trí mà không cần mã hóa lại. Tệp gốc được thay thế theo cách nguyên tử.
zh_hans: 使用 ffmpeg 重写位置 atom，无需重新编码。原始文件以原子方式替换。

source: VISUALS
ar: المرئيات
cs: VIZUÁLY
es: VISUALES
fr: VISUELS
hi: दृश्य
id: VISUAL
it: VISUALI
ja: ビジュアル
ko: 시각적 요소
pl: WIZUALIZACJE
pt_br: VISUAIS
ru: ВИЗУАЛЬНОЕ
tr: GÖRSELLİK
uk: ВІЗУАЛИ
vi: HÌNH ẢNH
zh_hans: 视觉效果

source: Videos at this spot (within the place's radius) will show this name.
ar: ستعرض الفيديوهات في هذا الموقع (ضمن نطاق المكان) هذا الاسم.
cs: Videa na tomto místě (v okruhu místa) zobrazí tento název.
de: Videos an diesem Ort (innerhalb des Platzradius) zeigen diesen Namen.
es: Los vídeos en este lugar (dentro del radio del lugar) mostrarán este nombre.
fr: Les vidéos à cet endroit (dans le rayon du lieu) afficheront ce nom.
hi: इस स्थान पर (स्थान की त्रिज्या के भीतर) वीडियो यह नाम दिखाएंगे।
id: Video di tempat ini (dalam radius lokasi) akan menampilkan nama ini.
it: I video in questo punto (entro il raggio del luogo) mostreranno questo nome.
ja: この地点（場所の半径内）の動画にはこの名前が表示されます。
ko: 이 지점(장소의 반경 내)에 있는 동영상에 이 이름이 표시됩니다.
nl: Video''s op deze locatie (binnen de straal van de plaats) tonen deze naam.
pl: Filmy w tym miejscu (w promieniu miejsca) będą wyświetlać tę nazwę.
pt_br: Os vídeos neste local (dentro do raio do lugar) exibirão este nome.
ru: Видео в этом месте (в радиусе места) будут отображаться с этим именем.
th: วิดีโอที่จุดนี้ (ภายในรัศมีของสถานที่) จะแสดงชื่อนี้
tr: Bu noktadaki videolar (yerin yarıçapı içinde) bu adı gösterecektir.
uk: Відео в цьому місці (в межах радіуса місця) відображатимуть цю назву.
vi: Các video tại vị trí này (trong bán kính của địa điểm) sẽ hiển thị tên này.
zh_hans: 此位置（在该地点半径范围内）的视频将显示此名称。

source: Videos with GPS metadata appear here as pins.
ar: تظهر الفيديوهات التي تحتوي على بيانات GPS هنا كدبابيس.
cs: Videa s GPS metadaty se zde zobrazí jako špendlíky.
de: Videos mit GPS-Metadaten erscheinen hier als Markierungen.
es: Los vídeos con metadatos GPS aparecen aquí como marcadores.
fr: Les vidéos avec des métadonnées GPS apparaissent ici sous forme d'épingles.
hi: GPS मेटाडेटा वाले वीडियो यहां पिन के रूप में दिखाई देते हैं।
id: Video dengan metadata GPS muncul di sini sebagai pin.
it: I video con metadati GPS appaiono qui come segnaposto.
ja: GPS メタデータを持つ動画がピンとして表示されます。
ko: GPS 메타데이터가 있는 동영상이 여기에 핀으로 표시됩니다.
nl: Video''s met GPS-metadata verschijnen hier als pins.
pl: Filmy z metadanymi GPS pojawiają się tutaj jako pinezki.
pt_br: Vídeos com metadados GPS aparecem aqui como marcadores.
ru: Видео с метаданными GPS отображаются здесь в виде меток.
th: วิดีโอที่มีข้อมูลเมตา GPS จะปรากฏที่นี่เป็นหมุด
tr: GPS meta verisi olan videolar burada pin olarak görünür.
uk: Відео з метаданими GPS відображаються тут як маркери.
vi: Các video có siêu dữ liệu GPS xuất hiện tại đây dưới dạng ghim.
zh_hans: 带有 GPS 元数据的视频将以图钉形式显示在此处。

source: Watch your library locations for new and changed files
ar: مراقبة مواقع المكتبة بحثًا عن الملفات الجديدة والمعدَّلة
cs: Sledovat umístění knihovny pro nové a změněné soubory
de: Bibliotheksorte auf neue und geänderte Dateien überwachen
es: Supervisar las ubicaciones de la biblioteca en busca de archivos nuevos y modificados
fr: Surveiller les emplacements de votre bibliothèque pour les fichiers nouveaux et modifiés
hi: नई और बदली हुई फ़ाइलों के लिए अपने लाइब्रेरी स्थानों की निगरानी करें
id: Pantau lokasi perpustakaan Anda untuk file baru dan yang berubah
it: Monitora le posizioni della libreria per file nuovi e modificati
ja: ライブラリの場所で新規および変更されたファイルを監視する
ko: 새 파일 및 변경된 파일을 라이브러리 위치에서 감시
nl: Uw bibliotheeklocaties bewaken op nieuwe en gewijzigde bestanden
pl: Monitoruj lokalizacje biblioteki pod kątem nowych i zmienionych plików
pt_br: Monitorar os locais da biblioteca para arquivos novos e alterados
ru: Отслеживать расположения медиатеки на наличие новых и изменённых файлов
th: ตรวจสอบตำแหน่งไลบรารีของคุณสำหรับไฟล์ใหม่และไฟล์ที่เปลี่ยนแปลง
tr: Yeni ve değiştirilmiş dosyalar için kitaplık konumlarınızı izleyin
uk: Стежити за розташуваннями бібліотеки для нових і змінених файлів
vi: Theo dõi các vị trí thư viện của bạn để phát hiện tệp mới và đã thay đổi
zh_hans: 监控媒体库位置中的新增和变更文件

source: When off, only video files directly in this folder are indexed.
ar: عند التعطيل، تُفهرس فقط ملفات الفيديو الموجودة مباشرةً في هذا المجلد.
cs: Pokud je vypnuto, jsou indexovány pouze soubory videa přímo v této složce.
de: Wenn deaktiviert, werden nur Videodateien direkt in diesem Ordner indiziert.
es: Cuando está desactivado, solo se indexan los archivos de vídeo directamente en esta carpeta.
fr: Lorsque désactivé, seuls les fichiers vidéo directement dans ce dossier sont indexés.
hi: बंद होने पर, केवल इस फ़ोल्डर में सीधे स्थित वीडियो फ़ाइलें अनुक्रमित होती हैं।
id: Saat dinonaktifkan, hanya file video yang langsung ada di folder ini yang diindeks.
it: Se disattivato, vengono indicizzati solo i file video direttamente in questa cartella.
ja: オフの場合、このフォルダ直下にある動画ファイルのみがインデックスされます。
ko: 꺼져 있으면 이 폴더에 직접 있는 동영상 파일만 인덱싱됩니다.
nl: Wanneer uitgeschakeld, worden alleen videobestanden direct in deze map geïndexeerd.
pl: Gdy wyłączone, indeksowane są tylko pliki wideo bezpośrednio w tym folderze.
pt_br: Quando desativado, apenas os arquivos de vídeo diretamente nesta pasta são indexados.
ru: При отключении индексируются только видеофайлы непосредственно в этой папке.
th: เมื่อปิด จะจัดทำดัชนีเฉพาะไฟล์วิดีโอที่อยู่ในโฟลเดอร์นี้โดยตรงเท่านั้น
tr: Kapalıyken, yalnızca doğrudan bu klasördeki video dosyaları dizine eklenir.
uk: Якщо вимкнено, індексуються лише відеофайли безпосередньо в цій папці.
vi: Khi tắt, chỉ các tệp video trực tiếp trong thư mục này được lập chỉ mục.
zh_hans: 关闭时，仅索引直接位于此文件夹中的视频文件。

source: Your video catalog, explained
ar: كتالوج الفيديو الخاص بك، موضَّحًا
cs: Váš videokatalog, vysvětlení
de: Ihr Videokatalog, erklärt
es: Tu catálogo de vídeos, explicado
fr: Votre catalogue vidéo, expliqué
hi: आपका वीडियो कैटलॉग, समझाया गया
id: Katalog video Anda, dijelaskan
it: Il tuo catalogo video, spiegato
ja: 動画カタログの説明
ko: 동영상 카탈로그 안내
nl: Uw videocatalogus, uitgelegd
pl: Twój katalog wideo — wyjaśnienie
pt_br: Seu catálogo de vídeos, explicado
ru: Ваш видеокаталог: краткое руководство
th: แคตตาล็อกวิดีโอของคุณ อธิบาย
tr: Video kataloğunuz, açıklandı
uk: Ваш відеокаталог, пояснений
vi: Giải thích về danh mục video của bạn
zh_hans: 您的视频目录说明

source: folder+
ar: مجلد+
cs: složka+
de: Ordner+
es: carpeta+
fr: dossier+
hi: फ़ोल्डर+
it: cartella+
ja: フォルダ+
ko: 폴더+
nl: map+
pt_br: pasta+
ru: папка+
th: โฟลเดอร์+
tr: klasör+
uk: папка+
vi: thư mục+
zh_hans: 文件夹+

source: right panel
ar: اللوحة اليمنى
cs: pravý panel
de: rechtes Panel
es: panel derecho
fr: panneau droit
hi: दायां पैनल
id: panel kanan
it: pannello destro
ja: 右パネル
ko: 오른쪽 패널
nl: rechterpaneel
pl: prawy panel
pt_br: painel direito
ru: правая панель
th: แผงขวา
tr: sağ panel
uk: права панель
vi: bảng bên phải
zh_hans: 右侧面板

source: Add or override a mapping
ar: إضافة تعيين أو تجاوزه
cs: Přidat nebo přepsat mapování
de: Zuordnung hinzufügen oder überschreiben
es: Agregar o reemplazar un mapeo
fr: Ajouter ou remplacer un mappage
hi: एक मैपिंग जोड़ें या ओवरराइड करें
id: Tambah atau timpa pemetaan
it: Aggiungi o sostituisci una mappatura
ja: マッピングを追加または上書き
ko: 매핑 추가 또는 덮어쓰기
nl: Mapping toevoegen of overschrijven
pl: Dodaj lub nadpisz mapowanie
pt_br: Adicionar ou substituir um mapeamento
ru: Добавить или переопределить маппинг
th: เพิ่มหรือแทนที่การแมปปิ้ง
tr: Eşleşme ekle veya geçersiz kıl
uk: Додати або замінити відображення
vi: Thêm hoặc ghi đè ánh xạ
zh_hans: 添加或覆盖映射

source: Analyzing audio…
ar: جارٍ تحليل الصوت…
cs: Analyzuji zvuk…
de: Audio wird analysiert…
es: Analizando audio…
fr: Analyse audio en cours…
hi: ऑडियो विश्लेषण हो रहा है…
id: Menganalisis audio…
it: Analisi audio in corso…
ja: オーディオを解析中…
ko: 오디오 분석 중…
nl: Audio analyseren…
pl: Analizowanie dźwięku…
pt_br: Analisando áudio…
ru: Анализ аудио…
th: กำลังวิเคราะห์เสียง…
tr: Ses analiz ediliyor…
uk: Аналіз аудіо…
vi: Đang phân tích âm thanh…
zh_hans: 正在分析音频…

source: Auto-tag timelapses
ar: وضع علامات تلقائية على مقاطع الفاصل الزمني
cs: Automaticky označovat časosběry
de: Zeitraffer automatisch taggen
es: Etiquetar timelapse automáticamente
fr: Étiqueter automatiquement les timelapses
hi: टाइमलैप्स को स्वतः टैग करें
id: Tandai otomatis timelapse
it: Tag automatici per i timelapse
ja: タイムラプスを自動タグ付け
ko: 타임랩스 자동 태그
nl: Timelapse automatisch taggen
pl: Automatycznie taguj timelapsy
pt_br: Marcar timelapses automaticamente
ru: Автоматически помечать таймлапсы
th: แท็กไทม์แลปส์อัตโนมัติ
tr: Hızlandırılmış videoları otomatik etiketle
uk: Автоматично теґувати таймлапси
vi: Tự động gắn thẻ video time-lapse
zh_hans: 自动标记延时摄影

source: Clears this device's pairing token. You'll need to enter a new pairing code to reconnect.
ar: يمسح رمز الإقران لهذا الجهاز. ستحتاج إلى إدخال رمز إقران جديد لإعادة الاتصال.
cs: Vymaže párovací token tohoto zařízení. Pro opětovné připojení bude nutné zadat nový párovací kód.
de: Löscht das Kopplungs-Token dieses Geräts. Sie müssen einen neuen Kopplungscode eingeben, um die Verbindung wiederherzustellen.
es: Borra el token de emparejamiento de este dispositivo. Deberás ingresar un nuevo código de emparejamiento para volver a conectarte.
fr: Efface le jeton de couplage de cet appareil. Vous devrez saisir un nouveau code de couplage pour vous reconnecter.
hi: इस डिवाइस का पेयरिंग टोकन हटा देता है। फिर से कनेक्ट करने के लिए आपको एक नया पेयरिंग कोड दर्ज करना होगा।
id: Menghapus token pemasangan perangkat ini. Anda perlu memasukkan kode pemasangan baru untuk menyambung kembali.
it: Cancella il token di accoppiamento di questo dispositivo. Sarà necessario inserire un nuovo codice di accoppiamento per riconnettersi.
ja: このデバイスのペアリングトークンをクリアします。再接続するには新しいペアリングコードを入力する必要があります。
ko: 이 기기의 페어링 토큰을 삭제합니다. 다시 연결하려면 새 페어링 코드를 입력해야 합니다.
nl: Wist het koppeltoken van dit apparaat. Je moet een nieuwe koppelcode invoeren om opnieuw verbinding te maken.
pl: Usuwa token parowania tego urządzenia. Aby ponownie się połączyć, musisz wprowadzić nowy kod parowania.
pt_br: Remove o token de emparelhamento deste dispositivo. Você precisará inserir um novo código de emparelhamento para reconectar.
ru: Удаляет токен сопряжения устройства. Для повторного подключения потребуется ввести новый код сопряжения.
th: ล้างโทเค็นการจับคู่ของอุปกรณ์นี้ คุณจะต้องป้อนรหัสการจับคู่ใหม่เพื่อเชื่อมต่ออีกครั้ง
tr: Bu cihazın eşleşme belirteci temizlenir. Yeniden bağlanmak için yeni bir eşleşme kodu girmeniz gerekecek.
uk: Видаляє токен з'єднання цього пристрою. Для повторного підключення потрібно буде ввести новий код з'єднання.
vi: Xóa mã ghép nối của thiết bị này. Bạn sẽ cần nhập mã ghép nối mới để kết nối lại.
zh_hans: 清除此设备的配对令牌。重新连接需要输入新的配对码。

source: Collections
ar: المجموعات
cs: Kolekce
de: Sammlungen
es: Colecciones
hi: संग्रह
id: Koleksi
it: Raccolte
ja: コレクション
ko: 컬렉션
nl: Collecties
pl: Kolekcje
pt_br: Coleções
ru: Коллекции
th: คอลเลกชัน
tr: Koleksiyonlar
uk: Колекції
vi: Bộ sưu tập
zh_hans: 合集

source: Infer capture date from filename
ar: استنتاج تاريخ الالتقاط من اسم الملف
cs: Odvodit datum pořízení z názvu souboru
de: Aufnahmedatum aus Dateiname ableiten
es: Inferir la fecha de captura desde el nombre del archivo
fr: Déduire la date de capture à partir du nom de fichier
hi: फ़ाइल नाम से कैप्चर तारीख का अनुमान लगाएं
id: Simpulkan tanggal pengambilan dari nama file
it: Ricava la data di acquisizione dal nome del file
ja: ファイル名から撮影日を推定
ko: 파일명에서 촬영 날짜 추론
nl: Opnamedatum afleiden uit bestandsnaam
pl: Wywnioskuj datę nagrania z nazwy pliku
pt_br: Inferir data de captura pelo nome do arquivo
ru: Определить дату съёмки из имени файла
th: อนุมานวันที่ถ่ายจากชื่อไฟล์
tr: Çekim tarihini dosya adından çıkar
uk: Визначати дату зйомки з імені файлу
vi: Suy ra ngày quay từ tên tệp
zh_hans: 从文件名推断拍摄日期
